Repository: roberth-k/gnome-shell-extension-battery_status
Catalog: battery_status@milliburn.github.com/locale/*/LC_MESSAGES/*.po
Languages: pl, sk

source: Display mode
pl: Tryb wyświetlania
sk: Režim zobrazenia

source: Time
pl: Czas
sk: Čas

source: Percentage
pl: Procenty
sk: Percento

source: Icon only
pl: Tylko ikona
sk: Iba ikona

source: Format time as
pl: Format czasu jako
sk: Formátovať čas ako

source: Canonical (h:mm)
pl: Zwykły (h:mm)
sk: Všeobecný (h:mm)

source: Minutes only (mm)
pl: Tylko minuty (mm)
sk: Iba minúty (mm)

source: Style time as
pl: Styl
sk: Štylizovať čas ako

source: Canonical (1:30)
pl: Zwykły (1:30)
sk: Všeobecný (1:30)

source: Labels (1h30m)
pl: Etykieta (1h30m)
sk: Menovky (1h30m)

source: Angular (1'30")
sk: Uhlový (1'30")

source: When charging, show
pl: Pokazuj podczas ładowania
sk: Pri nabíjaní zobraziť

source: Nothing
pl: Nic
sk: Nič

source: Icon and label
pl: Ikona i etykieta
sk: Ikonu a menovku

source: When battery full, show
pl: Pokazuj, gdy akumulator jest naładowany
sk: Pri nabitej batérii zobraziť
